Repository: LinkAndreas/Licenses
Catalog: App/Resources/*.lproj/Localizable.strings
Languages: de

# app_name
source: Licenses
de: Lizenzen

# settings.title
source: Settings
de: Einstellungen

# settings.tabs.general.title
source: General
de: Allgemein

# settings.tabs.general.automatic_license_search.title
source: Automatic License Search
de: Automatische Lizenzsuche

# settings.tabs.token.description
source: You can add your personal access token to get an increased rate limit for the GitHub API.
de: Du kannst dein persönliches GitHub API Zugangstoken eingeben, um mehr Anfragen an die GitHub API stellen zu können.

# settings.tabs.token.placeholder
source: Please enter your personal access token
de: Bitte gebe dein persönliches Zugriffstoken ein

# error.github_rate_limit_exceeded
source: GitHub Request limit exceeded. Please try again later or add a personal access token in preferences to increase your rate limit.
de: GitHub Anfragelimit überschritten. Bitte versuche es später erneut oder füge in den Einstellungen ein persönliches Zugriffstoken hinzu, um das Ratenlimit zu erhöhen.

# error.unauthorized
source: Unauthorized, please verify your personal access token in preferences.
de: Authentifizierungsfehler: Bitte überprüfe Dein persönliches Zugriffstoken in den Einstellungen.

# panel.open.title
source: Source
de: Quelle

# panel.save.title
source: Destination
de: Ziel

# toolbar.fetch_licenses.tooltip
source: Fetch Licenses
de: Lizenzen abrufen

# toolbar.export_licenses.tooltip
source: Export Licenses
de: Lizenzen exportieren

# toolbar.import_manifests.tooltip
source: Import Manifests
de: Manifest Dateien importieren

# detail.placeholder
source: You can import manifests using the import button at the top right corner. Alternatively, you can drag them onto this window. The following manifests are supported:
de: Du kannst Manifest Dateien mit "Datei öffnen" auswählen oder auf dieses Fenster ziehen.

# detail.list_entry.package_manager.title
source: Package Manager:
de: Paket Manager:

# detail.list_entry.author.title
source: Author:
de: Autor:

# detail.list_entry.license_url.title
source: License URL:
de: Lizenz URL:

# detail.list_entry.license_name.title
source: License Name:
de: Lizenz Name:

# detail.list_entry.license_content.title
source: License Content:
de: Lizenz Inhalt:

# csv.header.package_manager.title
source: Package Manager
de: Paket Manager

# csv.header.author.title
source: Author
de: Autor

# csv.header.license_url.title
source: License URL
de: Lizenz URL

# csv.header.license_name.title
source: License Name
de: Lizenz Name

# csv.header.license_content.title
source: License Content
de: Lizenz Inhalt
